Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-decoration.po
Languages: ro

source: Decoration
ro: Decorație

source: Default decorations around XWayland windows.
ro: Decorațiile implicite în jurul ferestrelor XWayland.

source: Sets the font to use for the title bars.
ro: Stabilește fontul de folosit pentru barele de titlu.

source: Font color
ro: Culoarea fontului

source: Sets the font color to use for the title bars.
ro: Stabilește culoarea fontului de folosit pentru barele de titlu.

source: Title bar height
ro: Înălțimea barei de titlu

source: Sets the height of the title bars in pixels.
ro: Stabilește înălțimea barei de titlu, în pixeli.

source: Border size
ro: Dimensiunea bordurii

source: Sets the border size in pixels.
ro: Stabilește dimensiunea bordurii, în pixeli.

source: Order of window buttons
ro: Ordinea butoanelor de fereastră

source: Sets the order of the window buttons.
ro: Stabilește ordinea butoanelor de fereastră.

source: Color when window is active
ro: Culoare când fereastra e activă

source: Sets the color when the window is active.
ro: Stabilește culoarea ramei când fereastra este activă.

source: Color when window is inactive
ro: Culoare când fereastra e inactivă

source: Sets the color when the window is inactive.
ro: Stabilește culoarea ramei când fereastra este inactivă.

source: Decoration disabled for specified window types
ro: Decorația dezactivată pentru tipurile specificate de fereastră

source: Disables window decoration for windows matching the specified criteria.
ro: Dezactivează decorația pentru ferestrele ce îndeplinesc criteriile specificate.

source: Force decorations for specified window types
ro: Forțează decorații pentru tipurile specificate de fereastră

source: Forces window decoration for windows matching the specified criteria, overriding client decoration preference.
ro: Forțează decorația pentru ferestrele ce îndeplinesc criteriile specificate, ignorând preferințele privind decorațiile ale clientului.
