Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-input.po
Languages: ro_ro

source: Input
ro_ro: Intrare

source: Input configuration.
ro_ro: Configurarea aparatelor de intrare.

source: Left-handed mode
ro_ro: Mod pentru stângaci

source: Switches the device’s functionality to be more accommodating for left-handed users.
ro_ro: Schimbă funcționalitatea dispozitivului, pentru a fi mai adecvată pentru utilizatorii stângaci.

source: Keyboard
ro_ro: Tastatură

source: Configure the keyboard.
ro_ro: Configurează tastatura.

source: Modifier binding timeout
ro_ro: Cronometrul pentru asocierile la modificatoare

source: Cancels modifier actions (like `Super` for the `expo` plugin) when held for the specified timeout (in milliseconds). Setting the value to **0** never cancels.
ro_ro: Anulează acțiunile modificatoare (precum Super pentru modulul expo) când se țin apăsate pentru timpul specificat în milisecunde. Reglarea la 0 înseamnă că nu se anulează niciodată.

source: Key repeat delay
ro_ro: Întârzierea repetării tastelor

source: Sets the amount of time a key must be held before it starts repeating.
ro_ro: Stabilește pentru cât timp trebuie menținută o tastă până se repetă.

source: Key repeat rate
ro_ro: Rata repetării tastelor

source: Sets the frequency of key repeats once the `input.kb_repeat_delay` has passed.
ro_ro: Stabilește frecvența repetării tastelor după ce a trecut input.kb_repeat_delay.

source: Numlock default state
ro_ro: Starea implicită a blocării cifrelor

source: Default numlock state when wayfire starts.
ro_ro: Starea blocării cifrelor (Num Lock) când pornește Wayfire.

source: Capslock default state
ro_ro: Starea implicită a blocării majusculelor

source: Default capslock state when wayfire starts.
ro_ro: Starea blocării majusculelor (Caps Lock) când pornește Wayfire.

source: XKB layout
ro_ro: Aranjament XKB

source: Sets the layout of the keyboard, like `us` or `fr`. Multiple layouts can be specified by separating them with commas.
ro_ro: Specifică aranjamentul tastaturii, precum «us» sau «fr»; mai multe aranjamente pot fi specificate separându-le cu virgule.

source: XKB model
ro_ro: Model XKB

source: Sets the model of the keyboard. This has an influence for some extra keys your keyboard might have.
ro_ro: Stabilește modelul tastaturii. Acesta influențează unele taste suplimentare care pot exista pe tastatura dumneavoastră.

source: XKB options
ro_ro: Opțiuni XKB

source: Sets extra XKB configuration options for the keyboard. Multiple options can be specified by separating them with commas.
ro_ro: Stabilește opțiuni suplimentare XKB pentru tastatură. Mai multe opțiuni pot fi specificate separându-le cu virgule.

source: XKB rules
ro_ro: Reguli XKB

source: Sets files of rules to be used for keyboard mapping composition.
ro_ro: Stabilește fișiere de reguli de folosit pentru compunerea aranjamentelor de tastatură.

source: XKB variant
ro_ro: Variantă XKB

source: Sets the variant of the keyboard, like `dvorak` or `colemak`.
ro_ro: Stabilește varianta tastaturii, precum «dvorak» sau «colemak».

source: Mouse
ro_ro: Maus

source: Configure the mouse.
ro_ro: Configurează mausul.

source: Middle-click emulation
ro_ro: Echivalarea clicului de mijloc

source: Enables middle button emulation by hitting the left and right buttons simultaneously.
ro_ro: Apăsarea simultană a butoanelor din stânga și din dreapta va genera un clic de mijloc.

source: Mouse acceleration profile
ro_ro: Profilul accelerației mausului

source: Sets the pointer acceleration profile.
ro_ro: Stabilește profilul pentru accelerație.

source: Default
ro_ro: Standard

source: None
ro_ro: Niciunul

source: Adaptive
ro_ro: Adaptiv

source: Flat
ro_ro: Constant

source: Mouse cursor speed
ro_ro: Viteza cursorului mausului

source: Changes the pointer acceleration.
ro_ro: Schimbă accelerarea cursorului.

source: Mouse scroll speed
ro_ro: Viteza derulării cu mausul

source: Changes the mouse scroll factor. Scroll speed will be scaled by the given value, which must be non-negative.
ro_ro: Schimbă factorul de derulare cu mausul; viteza de derulare va fi înmulțită cu valoarea care trebuie să nu fie negativă.

source: Mouse natural scroll
ro_ro: Derulare inversată cu mausul

source: Enables or disables mouse natural (inverted) scrolling.
ro_ro: Activează sau dezactivează derularea inversată „naturală” cu mausul

source: Touchpad
ro_ro: Zonă tactilă

source: Configure the touchpad.
ro_ro: Configurează zona tactilă.

source: Touchpad acceleration profile
ro_ro: Profilul accelerației zonei tactile

source: Sets the touchpad acceleration profile.
ro_ro: Stabilește profilul accelerației pentru zona tactilă.

source: Tap-to-click
ro_ro: Clic prin atingere

source: Enables or disables tap-to-click.
ro_ro: Activează sau dezactivează posibilitatea de a face un clic doar atingând zona tactilă.

source: Click method
ro_ro: Metodă de clic

source: Changes the click method.
ro_ro: Schimbă metoda de clic.

source: Button areas
ro_ro: Zonele butoanelor

source: Clickfinger
ro_ro: Degetul de clic

source: Scroll method
ro_ro: Metoda de derulare

source: Changes the scroll method.
ro_ro: Schimbă metoda de derulare.

source: Two-finger
ro_ro: Două degete

source: Edge
ro_ro: Pe margine

source: On-button down
ro_ro: Când este apăsat butonul

source: Disable touchpad while typing
ro_ro: Dezactivează zona tactilă când tastez

source: Disables the touchpad while typing.
ro_ro: Dezactivează zona tactilă în timpul tastării.

source: Disable touchpad while using the mouse
ro_ro: Dezactivează zona tactilă când folosesc mausul

source: Disables the touchpad while using the mouse.
ro_ro: Dezactivează zona tactilă când se folosește un maus.

source: Natural scroll
ro_ro: Derulare naturală

source: Enables or disables natural (inverted) scrolling.
ro_ro: Activează sau dezactivează derularea naturală (inversată).

source: Tap and drag
ro_ro: Atingere și tragere

source: Enables or disables tap-and-drag.
ro_ro: Activează sau dezactivează posibilitatea de a atinge apoi a glisarea pentru executarea unei trageri.

source: Drag lock
ro_ro: Blocare tragere

source: Enables or disables drag lock.
ro_ro: Activează sau dezactivează blocarea tragerii.

source: Multi-finger drag
ro_ro: Tragere cu mai multe degete

source: Enables or disables 3-finger or 4-finger drag. Requires libinput ≥ 1.28.
ro_ro: Activează sau dezactivează tragerea cu 3 sau cu 4 degete. Este necesar libinput ≥ 1.28.

source: Drag using 3 fingers
ro_ro: Tragere cu trei degete

source: Drag using 4 fingers
ro_ro: Tragere cu patru degete

source: Touchpad cursor speed
ro_ro: Viteza cursorului pe zona tactilă

source: Changes the touchpad acceleration.
ro_ro: Schimbă accelerarea zonei tactile.

source: Touchscreen gesture sensitivity
ro_ro: Sensibilitatea ecranului tactil la gesturi

source: Change the sensitivity of the built-in gesture detection. Higher values mean that less finger movement is required to trigger the gesture.
ro_ro: Schimbă sensibilitatea detectării încorporate a gesturilor. Valori mai mari înseamnă că o mișcare mai mică a degetelor este necesară pentru a le declanșa.

source: Touchpad scroll speed
ro_ro: Viteza derulării cu zona tactilă

source: Changes the touchpad scroll factor. Scroll speed will be scaled by the given value, which must be non-negative.
ro_ro: Schimbă factorul de derulare cu zona tactilă; viteza de derulare va fi înmulțită cu valoarea care trebuie să nu fie negativă.

source: Tablet
ro_ro: Tabletă

source: Configure graphic tablets.
ro_ro: Configurează tabletele grafice.

source: Motion Mode
ro_ro: Mod de mișcare

source: Sets the motion mode for graphic tablets.
ro_ro: Stabilește modul mișcării pe tabletele grafice.

source: Absolute
ro_ro: Absolută

source: Relative
ro_ro: Relativă

source: Configure the cursor.
ro_ro: Configurează cursorul.

source: Cursor theme
ro_ro: Tema cursorului

source: Overrides the system default `XCursor` theme.
ro_ro: Suprascrie tema XCursor implicită a sistemului.

source: Cursor size
ro_ro: Dimensiunea cursorului

source: Overrides the system default `XCursor` size.
ro_ro: Suprascrie dimensiunea XCursor implicită a sistemului.
