Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-move.po
Languages: ro

source: Move
ro: Mutare

source: A plugin to move windows around by dragging them from any part (not just the title bar).
ro: Un modul pentru mutarea ferestrelor prin tragerea de oriunde (nu doar de pe bara de titlu).

source: Activate
ro: Inițiere

source: When the specified button is held down, you can drag windows to move them.
ro: Când se ține apăsat butonul specificat, puteți trage ferestre pentru a le muta.

source: Snap
ro: Potrivire

source: Enables or disables snapping the window being moved to an edge of the screen.
ro: Activează sau dezactivează potrivirea ferestrei mutate de marginile ecranului.

source: Snap threshold
ro: Distanță pentru potrivire

source: Sets the amount of pixels from the edge of the screen for which aero-snap gets triggered.
ro: Stabilește numărul de pixeli de la marginea ecranului de la care se declanșează potrivirea.

source: Quarter snap threshold
ro: Distanță pentru potrivirea de sfert

source: Sets the amount of pixels from the corner of the screen for which quarter aero-snap gets triggered. The mouse should still be within snap_threshold of at least one edge of the screen.
ro: Stabilește numărul de pixeli de la colțul ecranului de la care se declanșează potrivirea pe un sfert. Mausul trebuie totuși să fie la maxim snap_threshold pixeli de o margine a ecranului.

source: Snap off
ro: Desprindere

source: Enables or disables snapping off the window being grabbed from an edge of the screen.
ro: Activează sau dezactivează desprinderea unei ferestre potrivite cu marginea ecranului.

source: Snap off threshold
ro: Distanță desprindere

source: When attempting to move a snapped window, this option requires the user to move at least the specified amount of pixels before the window actually moves. This only takes effect with `move.enable_snap_off`.
ro: Când se încearcă mutarea unei ferestre potrivite, opțiunea vă cere să o mutați cel puțin numărul specificat de pixeli până se va mișca. Aceasta se aplică numai împreună cu «move.enable_snap_off».

source: Disallow independently moving dialogues
ro: Interzice mutarea independentă a dialogurilor

source: Disallows independently moving dialogues.
ro: Interzice mutarea dialogurilor separat de fereastra-părinte.

source: Preview fill color
ro: Culoarea umplerii previzualizării

source: Preview border color
ro: Culoarea chenarului previzualizării

source: Preview border width
ro: Grosimea chenarului previzualizării

source: Switch workspace after
ro: Schimbă biroul după

source: Switch workspace when the mouse stays on the output edge for the given duration in milliseconds (-1 to disable).
ro: Schimbă biroul după ce mausul stă pe marginea ecranului pentru timpul specificat în milisecunde (-1 pentru dezactivare).
