Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-cube.po
Languages: ro_ro

source: Cube
ro_ro: Cub

source: A plugin to show the current workspace row as a cube.
ro_ro: Un modul pentru a arăta rândul actual de birouri sub formă de cub.

source: Bindings
ro_ro: Asocieri

source: Sets the cube bindings.
ro_ro: Stabilește asocierile cubului.

source: Activate
ro_ro: Inițiere

source: Activates the cube with the specified button.
ro_ro: Activează cubul cu butonul specificat.

source: Rotate left
ro_ro: Rotire la stânga

source: Rotates left with the specified activator.
ro_ro: Rotește la stânga cu activatorul specificat.

source: Rotate right
ro_ro: Rotire la dreapta

source: Rotates right with the specified activator.
ro_ro: Rotește la dreapta cu activatorul specificat.

source: Deformation
ro_ro: Deformare

source: Specifies the deformation to be used.
ro_ro: Specifică deformarea de folosit.

source: None
ro_ro: Niciuna

source: Cylinder
ro_ro: Cilindru

source: Star
ro_ro: Stea

source: Use lighting
ro_ro: Folosește iluminarea

source: Specifies whether to use lighting.
ro_ro: Specifică dacă să se folosească iluminarea.

source: Zoom
ro_ro: Micșorare

source: Sets the level of zoom out. Setting the value to **0.0** means to not zoom out.
ro_ro: Stabilește nivelul de micșorare; reglarea la 0,0 înseamnă că nu se micșorează.

source: Duration
ro_ro: Durată

source: Sets the initial animation duration in milliseconds.
ro_ro: Stabilește durata inițială a animației, în milisecunde.

source: Zoom speed
ro_ro: Viteza măririi

source: Sets the speed factor for zooming.
ro_ro: Stabilește factorul de viteză pentru mărire.

source: Horizontal spin speed
ro_ro: Viteza învârtirii pe orizontală

source: Sets the velocity of horizontal spinning.
ro_ro: Stabilește viteza învârtirii pe orizontală.

source: Vertical spin speed
ro_ro: Viteza învârtirii pe verticală

source: Sets the velocity of vertical spinning.
ro_ro: Stabilește viteza învârtirii pe verticală.

source: Background mode
ro_ro: Modul fundalului

source: Sets the background mode.
ro_ro: Stabilește modul fundalului.

source: Simple
ro_ro: Simplu

source: Skydome
ro_ro: Cupolă

source: Cubemap
ro_ro: Proiecție cubică

source: Background color
ro_ro: Culoarea fundalului

source: Sets the background color for the simple background mode.
ro_ro: Stabilește culoarea fundalului pentru modul de fundal simplu.

source: Skydome mirror
ro_ro: Oglindire cupolă

source: Specifies whether to mirror skydome.
ro_ro: Specifică dacă se oglindește cupola.

source: Skydome texture
ro_ro: Textură cupolă

source: Loads the specified texture for the skydome background mode.
ro_ro: Încarcă textura specificată pentru modul de fundal cupolă.

source: Cubemap image
ro_ro: Imagine proiecție cubică

source: Loads the specified image for the cubemap background mode.
ro_ro: Încarcă imaginea specificată pentru modul de fundal bazat pe proiecție cubică.
