Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-resize.po
Languages: ro_ro

source: Resize
ro_ro: Redimensionare

source: A plugin to resize windows by dragging them from any part (not just the edges).
ro_ro: Un modul pentru a redimensiona ferestrele trăgând de ele de oriunde (nu doar de la margini).

source: Activate
ro_ro: Inițiere

source: When the specified button is held down, you can drag a window to resize it.
ro_ro: Când se ține apăsat butonul specificat, puteți trage ferestre pentru a le redimensiona.

source: Minimum view width
ro_ro: Lățimea minimă a ferestrei

source: If set, views cannot be resized smaller than this width.
ro_ro: Dacă este specificată, ferestrele nu pot fi făcute mai mici decât această lățime.

source: Minimum view height
ro_ro: Înălțimea minimă a ferestrei

source: If set, views cannot be resized smaller than this height.
ro_ro: Dacă este specificată, ferestrele nu pot fi făcute mai mici decât această înălțime.

source: Activate resize while preserving aspect
ro_ro: Inițiere redimensionare păstrând raportul

source: When the specified button is held down, you can drag a window to resize it while preserving its original aspect.
ro_ro: Când se ține apăsat butonul specificat, puteți trage ferestre pentru a le redimensiona păstrându-le raportul de aspect inițial.
