Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-wm-actions.po
Languages: ro_ro

source: WM Actions
ro_ro: Acțiuni de gestionare a ferestrelor

source: A plugin which provides various window management functionalities.
ro_ro: Un modul ce oferă diverse funcționalități de gestionare a ferestrelor.

source: Toggle Always on Top
ro_ro: Comută mereu deasupra

source: Toggle the always-on-top state of a view.
ro_ro: Comută dacă o fereastră este afișată întotdeauna deasupra celorlalte.

source: Toggle Fullscreen
ro_ro: Comută ecran complet

source: Toggle the fullscreen state of a view.
ro_ro: Comută starea de ecran complet a unei ferestre.

source: Toggle Sticky
ro_ro: Comută lipicioasă

source: Toggle the sticky state of a view.
ro_ro: Comută starea lipicioasă a unei ferestre.

source: Toggle Maximize
ro_ro: Comută maximizare

source: Toggle the maximize state of the active view.
ro_ro: Comută starea de maximizare a unei ferestre.

source: Minimize View
ro_ro: Minimizare fereastră

source: Minimize the active view.
ro_ro: Minimizează fereastra activă.

source: Toggle Show Desktop
ro_ro: Comută vederea biroului

source: Show the desktop.
ro_ro: Arată biroul.

source: Send to back
ro_ro: Trimite în spate

source: Send the active view to behind all other views.
ro_ro: Trimite fereastra activă în spatele tuturor celorlalte ferestre.
