Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-simple-tile.po
Languages: ro

source: Simple Tile
ro: Potrivire simplă

source: A plugin which provides some tiling features, inspired by Sway. The plugin is meant to contain only the basics.
ro: Un modul care furnizează câteva funcții de potrivire a ferestrelor inspirate de Sway. Este conceput pentru a conține doar esențialul.

source: Tile enabled for specified window types
ro: Potrivire activată pentru tipurile specificate de fereastră

source: Enables tiling for windows matching the specified criteria.
ro: Activează potrivirea pentru ferestrele care corespund cu criteriile specificate.

source: Keep fullscreen on adjacent
ro: Păstrează ecranul complet pe adiacentă

source: Specifies whether to keep fullscreen state when changing the focus. If **true**, the next focused window will also get fullscreen. If **false**, leaves fullscreen.
ro: Specifică dacă se păstrează starea ecranului complet când se schimbă focalizarea. Dacă este adevărat, următoarea fereastră focalizată va primi ecranul complet, altfel se va anula ecranul complet.

source: Button move
ro: Buton de mutare

source: When the specified button is held down, you can drag and drop tiled windows to reorder them and to change the tiling direction.
ro: Când se ține apăsat butonul specificat, puteți trage și amplasa ferestre potrivite pentru a le reordona și a schimba direcția potrivirii.

source: Button resize
ro: Buton de redimensionare

source: When the specified button is held down, you can drag tiled windows to resize them.
ro: Când se ține apăsat butonul specificat, puteți trage ferestre potrivite pentru a le redimensiona.

source: Key toggle
ro: Tastă de comutare

source: Toggles tiling mode with the specified key.
ro: Comută modul de potrivire cu activatorul specificat.

source: Key focus left
ro: Tastă pentru focalizarea la stânga

source: Moves focus to the window left with the specified key.
ro: Mută focalizarea la fereastra din stânga cu activatorul specificat.

source: Key focus right
ro: Tastă pentru focalizarea la dreapta

source: Moves focus to the window right with the specified key.
ro: Mută focalizarea la fereastra din dreapta cu activatorul specificat.

source: Key focus above
ro: Tastă pentru focalizarea în sus

source: Moves focus to the window above with the specified key.
ro: Mută focalizarea la fereastra de deasupra cu activatorul specificat.

source: Key focus below
ro: Tastă pentru focalizarea în jos

source: Moves focus to the window below with the specified key.
ro: Mută focalizarea la fereastra de dedesubt cu activatorul specificat.

source: Key toggle maximized
ro: Tastă pentru comutarea maximizării

source: Toggles the maximized state of the currently focused tiled view. When enabled, the view fills the workarea (like fullscreen, but stays in its tile). When disabled, the view returns to its previous tiled size.
ro: Comută starea de maximizare a ferestrei potrivite momentan focalizate. Când este activată, fereastra umple zona de lucru (ca ecranul complet, dar regiunea potrivită rămâne). Când se dezactivează, fereastra se întoarce la dimensiunea anterioară.

source: Inner gap size
ro: Dimensiunea golului interior

source: Number of pixels to shrink of a view when it has a neighbor in a given direction.
ro: Numărul de pixeli cu care să se micșoreze o fereastră când are vecin într-o anumită direcție.

source: Outer horizontal gap size
ro: Dimensiunea marginii exterioare pe orizontală

source: Number of pixels to shrink of a view when it has no neighbor on the left or on the right.
ro: Numărul de pixeli cu care să se micșoreze o fereastră când nu are vecin în stânga sau în dreapta.

source: Outer vertical gap size
ro: Dimensiunea marginii exterioare pe verticală

source: Number of pixels to shrink of a view when it has no neighbor above or below.
ro: Numărul de pixeli cu care să se micșoreze o fereastră când nu are vecin în sus sau în jos.

source: Resize animation duration
ro: Durata animației de redimensionare

source: The duration of the crossfade animation in situations where a tiled view's geometry changes.
ro: Durata animației de dizolvare când geometria unei ferestre potrivite se schimbă.

source: Preview fill color
ro: Culoarea umplerii previzualizării

source: Preview border color
ro: Culoarea marginii previzualizării

source: Preview border width
ro: Grosimea marginii previzualizării
