Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-zoom.po
Languages: ro_ro

source: Zoom
ro_ro: Mărire

source: A plugin to zoom in the desktop with the mouse.
ro_ro: Un modul pentru a mări biroul cu mausul.

source: Zoom in the desktop by scrolling with modifier
ro_ro: Măriți biroul derulând cu modificatorul

source: Scrolls with the specified modifier to zoom in and out.
ro_ro: Derularea cu modificatorul specificat mărește sau micșorează biroul.

source: Speed
ro_ro: Viteză

source: Sets the speed factor for zooming.
ro_ro: Stabilește factorul de viteză pentru mărire.

source: Smoothing duration
ro_ro: Durata atenuării

source: Sets the smoothing duration in milliseconds.
ro_ro: Stabilește durata atenuării, în milisecunde.

source: Interpolation method
ro_ro: Metoda de interpolare

source: Sets the pixel interpolation method to use.
ro_ro: Alege metoda de interpolare a pixelilor de folosit.

source: Linear
ro_ro: Lineară

source: Nearest
ro_ro: Cel mai apropiat
