Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-command.po
Languages: ro_ro

source: Command
ro_ro: Comandă

source: A plugin to bind key combo (key, button, touch) to execute shell commands.
ro_ro: Un modul pentru a asocia combinații (de taste, de butoane, de atingeri) cu executarea unor comenzi de sistem.

source: Regular bindings
ro_ro: Asocieri obișnuite

source: Sets the command to execute.
ro_ro: Stabilește comanda de executat.

source: Binding
ro_ro: Asociere

source: Sets the triggering activator binding.
ro_ro: Stabilește asocierea declanșatoare.

source: Repeatable bindings
ro_ro: Asocieri repetabile

source: Bindings which repeat their command if their key or button is held pressed.
ro_ro: Asocieri care își repetă comanda dacă apăsarea tastelor sau butoanelor acestora este menținută.

source: Always bindings
ro_ro: Asocieri mereu disponibile

source: Sets the bindings which are always available, even when screen is locked.
ro_ro: Definește asocierile care se pot folosi întotdeauna, chiar și atunci când ecranul este blocat.

source: Release bindings
ro_ro: Asocieri la eliberare

source: Sets the bindings which activate on release
ro_ro: Definește asocierile care se activează la eliberare.
