Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-switcher.po
Languages: ro_ro

source: Switcher
ro_ro: Schimbător

source: A plugin to change active window with an animation.
ro_ro: Un modul pentru a schimba fereastra activă cu o animație.

source: Next view
ro_ro: Fereastra următoare

source: Switches to the next view with the specified key.
ro_ro: Trece la fereastra următoare cu activatorul specificat.

source: Previous view
ro_ro: Fereastra anterioară

source: Switches to the previous view with the specified key.
ro_ro: Trece la fereastra anterioară cu activatorul specificat.

source: Duration
ro_ro: Durata

source: Sets the duration of the animation in milliseconds.
ro_ro: Stabilește durata animației, în milisecunde.

source: Thumbnail size
ro_ro: Dimensiunea miniaturii

source: Sets the thumbnail size.
ro_ro: Stabilește dimensiunea miniaturii.

source: Thumbnail rotation
ro_ro: Rotația miniaturii

source: Sets the thumbnail rotation in degrees.
ro_ro: Stabilește rotația miniaturii, în grade.
