Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-scale.po
Languages: ro_ro

source: Scale
ro_ro: Scalare

source: Show all views on screen.
ro_ro: Arată toate ferestrele pe ecran.

source: Behavior
ro_ro: Comportament

source: Toggle
ro_ro: Inițiere

source: Toggles scale with the specified activator.
ro_ro: Comută scalarea cu activatorul specificat.

source: Toggle for all workspaces
ro_ro: Inițiere pentru toate birourile

source: Toggles scale showing windows from all workspaces.
ro_ro: Comută scalarea arătând ferestre de pe toate birourile.

source: Animation Transition Time
ro_ro: Durata animației de tranziție

source: Time it takes for views to transition. Units are in milliseconds.
ro_ro: Cât timp durează ca ferestrele să-și efectueze tranziția, în milisecunde.

source: Allow Zoomed Views
ro_ro: Permite ferestre mărite

source: Whether scaled views can have a size larger than their original size.
ro_ro: Dacă ferestrele scalate pot fi mai mari decât dimensiunea lor originală.

source: Close views with middle click
ro_ro: Închide ferestrele cu clic-mijloc

source: Use the middle mouse button to close views in the scale state. Only applies if interactive mode is not enabled.
ro_ro: Folosiți butonul din mijloc pentru a închide ferestrele scalate. Se aplică numai dacă modul interactiv nu este activat.

source: Include minimized views
ro_ro: Include ferestrele minimizate

source: Whether to show views that are minimized when starting scale.
ro_ro: Dacă să se afișeze și ferestrele minimizate când se inițiază scalarea.

source: Close on new views
ro_ro: Închide la ferestre noi

source: Whether to close scale when a new view is mapped.
ro_ro: Dacă să se închidă scalarea când o nouă fereastră este pusă pe ecran.

source: Appearance
ro_ro: Aspect

source: Spacing
ro_ro: Distanțiere

source: Sets the spacing between the views.
ro_ro: Stabilește distanțierea dintre ferestre.

source: Outer Margin
ro_ro: Marginea exterioară

source: The outer margin is the space reserved between the scaled windows and the monitor edges while scale is active.
ro_ro: Marginea exterioară este spațiul rezervat între ferestrele scalate și marginile monitorului când scalarea este activă.

source: Inactive Opacity
ro_ro: Opacitate pentru inactive

source: Set the opacity value of the inactive windows.
ro_ro: Stabilește valoarea opacității ferestrelor inactive.

source: Minimized View Opacity
ro_ro: Opacitate pentru ferestre minimizate

source: Set the opacity value of minimized views that are shown in scale.
ro_ro: Stabilește opacitatea ferestrelor minimizate care sunt scalate.

source: Show views' title
ro_ro: Arată titlul ferestrelor

source: Whether to display the title of each view as an overlay.
ro_ro: Dacă să se suprapună pe fiecare fereastră titlul acesteia.

source: Never
ro_ro: Niciodată

source: Only for the view under the pointer
ro_ro: Doar pentru fereastra de sub cursor

source: For all views
ro_ro: Pentru toate ferestrele

source: Font size for title
ro_ro: Dimensiunea fontului titlului

source: Size of font used to display an overlay of each view's title.
ro_ro: Dimensiunea fontului folosit pentru a suprascrie titlul fiecărei ferestre.

source: Position for title
ro_ro: Poziția titlului

source: Position for overlays of views' titles when shown.
ro_ro: Poziția suprapunerilor cu titlurile ferestrelor, când sunt afișate.

source: Top
ro_ro: Sus

source: Center
ro_ro: Centru

source: Bottom
ro_ro: Jos

source: Background color
ro_ro: Culoarea fundalului

source: Background color for title overlay text.
ro_ro: Culoarea fundalului pentru textul suprapunerii cu titlul.

source: Text color
ro_ro: Culoarea textului

source: Text color for title overlay.
ro_ro: Culoarea textului pentru suprapunerea cu titlul.
