Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-scale-title-filter.po
Languages: ro_ro

source: Scale Title Filter
ro_ro: Filtru de titluri în scalare

source: Filter the views shown by scale by typing.
ro_ro: Filtrează ferestrele arătate de scară când se tastează.

source: Case sensitive
ro_ro: Sensibilitate la majuscule

source: Match titles in a case sensitive way.
ro_ro: Potrivește titlurile ținând cont de majuscule sau minuscule.

source: Share filter among outputs
ro_ro: Împarte filtrul între ecrane

source: Whether the active filter is shared among all outputs. Set to false to filter independently on each output.
ro_ro: Dacă filtrul activ este folosit pe toate ecranele. Setați la fals pentru a filtra independent pe fiecare ecran.

source: Show overlay
ro_ro: Arată suprapunerea

source: Whether the current filter value is shown as an overlay.
ro_ro: Dacă valoarea actuală a filtrului este folosită ca suprapunere.

source: Text font size
ro_ro: Dimensiunea fontului textului

source: Size of the text used in the overlay.
ro_ro: Dimensiunea fontului textului suprapunerii.

source: Background color
ro_ro: Culoarea fundalului

source: Background color for overlay text.
ro_ro: Culoarea fundalului pentru textul suprapunerii.

source: Text color
ro_ro: Culoarea textului

source: Text color for overlay.
ro_ro: Culoarea textului pentru textul suprapunerii.
