Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-wrot.po
Languages: ro_ro

source: Window Rotate
ro_ro: Rotirea ferestrelor

source: A plugin to rotate windows with the mouse.
ro_ro: Un modul pentru a roti ferestre cu mausul.

source: Rotate 2D
ro_ro: Rotire bidimensională

source: Rotates the window around its z-axis.
ro_ro: Rotește fereastra în jurul axei Z.

source: Rotate 3D
ro_ro: Rotire tridimensională

source: Rotates the window around its x and y axes..
ro_ro: Rotește fereastra în jurul axelor X și Y.

source: Reset Radius
ro_ro: Restabilește raza

source: The radius of the reset area for 2D rotations. The reset area is located at the center of the view and resets the rotation.
ro_ro: Raza zonei de restabilire pentru rotații bidimensionale; este localizată în centrul ferestrei și restabilește rotația.

source: Reset Current
ro_ro: Restabilește fereastra actuală

source: Remove rotation from the currently focused view.
ro_ro: Elimină rotația ferestrei actual focalizate.

source: Reset All
ro_ro: Restabilește-le pe toate

source: Remove rotation from all views.
ro_ro: Elimină rotația tuturor ferestrelor.

source: Sensitivity (3D)
ro_ro: Sensibilitate tridimensională

source: How quickly 3D rotations happen with mouse movements (in arminutes per pixel).
ro_ro: Cât de repede se fac rotații tridimensionale cu mișcări ale mausului (în arc-minute pe pixel).

source: Invert 3D rotation directions
ro_ro: Inversează direcțiile rotației tridimensionale

source: Invert the direction of movement for 3D rotations.
ro_ro: Inversează direcția mișcării pentru rotații tridimensionale.
