Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-core.po
Languages: ro_ro

source: Core
ro_ro: Integrate

source: General options.
ro_ro: Opțiuni generale.

source: Plugins
ro_ro: Module

source: Loads the specified plugins, space-separated list.
ro_ro: Încarcă modulele scrise în lista separată de spații.

source: Close view
ro_ro: Închide fereastra

source: Closes the currently focused window with the specified key.
ro_ro: Închide fereastra focalizată momentan folosind tastele specificate.

source: Horizontal virtual size
ro_ro: Dimensiune virtuală pe orizontală

source: Sets the number of horizontal workspaces. Currently, cannot be changed at runtime.
ro_ro: Stabilește numărul de coloane ale grilei de birouri. Momentan, nu se poate schimba fără repornire.

source: Vertical virtual size
ro_ro: Dimensiune virtuală pe verticală

source: Sets the number of vertical workspaces. Currently, cannot be changed at runtime.
ro_ro: Stabilește numărul de rânduri ale grilei de birouri. Momentan, nu se poate schimba fără repornire.

source: Background color
ro_ro: Culoare de fundal

source: Sets the background color of workspaces. Visible when nothing is drawing the background.
ro_ro: Stabilește culoarea fundalului birourilor, vizibilă când nu desenează nimic alt fundal.

source: Preferred decoration mode
ro_ro: Mod de decorare preferat

source: Sets the preferred window decoration mode. Possible values are `client` and `server`. `client` allows the client to draw its own decorations.
ro_ro: Stabilește modul de decorare preferat. Valori posibile sunt «client» și «server»; «client» îi permite clientului să-și deseneze propriile decorații.

source: Server
ro_ro: Servitor

source: Enables or disables XWayland support, which allows X11 applications to be used.
ro_ro: Activează sau dezactivează XWayland, care permite folosirea aplicațiilor X11.

source: Enable
ro_ro: Activare

source: Disable
ro_ro: Dezactivare

source: Start when client connects
ro_ro: Pornește când se conectează un client

source: XWayland startup script
ro_ro: Scriptură de pornire XWayland

source: A script to execute when the XWayland server starts. This script is executed in a POSIX shell (/bin/sh).
ro_ro: O scriptură care să se execute când pornește servitorul XWayland. Va fi executată într-un interpretor POSIX (/bin/sh).

source: Maximum render time
ro_ro: Timpul maxim pentru desenare

source: Sets the compositor render delay in milliseconds, which allows applications to render with low latency.
ro_ro: Stabilește latența de întârziere a compozitorului în milisecunde, ceea ce permite aplicațiilor să se deseneze cu latență redusă.

source: Timeout for transactions
ro_ro: Timp maxim pentru tranzacții

source: Maximum time in milliseconds to wait for clients to respond to compositor requests.
ro_ro: Timpul maxim în milisecunde pentru care se așteaptă ca clienții să răspundă la cererile compozitorului.

source: Focus on click if keyboard modifiers are pressed
ro_ro: Focalizare la clic, dacă sunt apăsate taste modificatoare

source: Allow focusing the clicked view even if keyboard modifiers are pressed. Without this option, click-to-focus only works if no modifiers are pressed.
ro_ro: Permite focalizarea ferestrei apăsate chiar și dacă sunt apăsate taste-modificatoare. Fără această opțiune, focalizarea la clic funcționează numai dacă nu sunt apăsate modificatoare.

source: Mouse buttons to focus views
ro_ro: Butoane de maus pentru a focaliza ferestre

source: Clicking on a view with any of the mouse buttons of these will focus it.
ro_ro: Apăsarea pe o fereastră cu oricare dintre butoanele mausului o va focaliza.

source: Pass through buttons to client
ro_ro: Transmitere butoane către client

source: Whether to pass buttons through to the client when switching the focus via clicking
ro_ro: Dacă să se transmită butoane către client când să se schimbă focalizarea prin clic

source: Wayfire Shutdown
ro_ro: Închidere Wayfire

source: Calls the shutdown routines for wayfire.
ro_ro: Apelează procedura de închidere pentru Wayfire.
