Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-expo.po
Languages: ro_ro

source: Expo
ro_ro: Expunere

source: A plugin to show an overview of all workspaces.
ro_ro: Un modul pentru a afișa o panoramă a tuturor birourilor.

source: Toggle
ro_ro: Comutare

source: Shows an overview of all workspaces with the specified activator. Pressing again exits.
ro_ro: Arată o panoramă a tuturor birourilor cu activatorul specificat; apăsarea încă o dată o închide.

source: Background color
ro_ro: Culoarea fundalului

source: Sets the background color.
ro_ro: Stabilește culoarea fundalului.

source: Zoom duration
ro_ro: Durata micșorării

source: Sets the zoom duration in milliseconds.
ro_ro: Stabilește durata micșorării în milisecunde.

source: Delimiter offset
ro_ro: Spațiu de delimitare

source: Sets the delimiter offset (in pixels) between workspaces.
ro_ro: Stabilește decalajul de delimitare dintre birouri, în pixeli.

source: Keyboard interaction
ro_ro: Interacțiune cu tastatura

source: Allow the use of arrow keys to select a workspace, ESC to cancel and ENTER to accept.
ro_ro: Permite folosirea tastelor cu săgeți pentru a selecta un birou, Escape pentru a anula și Enter pentru a accepta.

source: Brightness of inactive workspaces
ro_ro: Luminozitatea birourilor inactive

source: Decrease the brightness of all workspaces except the currently selected one to this value.
ro_ro: Scade luminozitatea tuturor birourilor, mai puțin cel selectat, la această valoare.

source: Brightness transition duration
ro_ro: Durata tranziției de luminozitate

source: Duration of the transition of brightness when a new workspace is selected in milliseconds.
ro_ro: Durata tranziției de luminozitate când se selectează un nou birou, în milisecunde.

source: Select workspace
ro_ro: Selectează biroul

source: When the binding is triggered while expo is active, the corresponding workspace will be focused and Expo will exit.
ro_ro: Când se declanșează această asociere în timp ce este activată expunerea, va fi focalizat biroul corespunzător și expunerea se va închide.
