Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-animate.po
Languages: ro_ro

source: Animate
ro_ro: Animații

source: A plugin which provides animations when a window is opened or closed.
ro_ro: Un modul care oferă animații când se deschide sau se închide o fereastră.

source: Open animation
ro_ro: Animație la deschidere

source: Specifies the type of animation when opening a window.
ro_ro: Specifică tipul animației la deschiderea unei ferestre.

source: None
ro_ro: Niciuna

source: Fade
ro_ro: Estompare

source: Zoom
ro_ro: Mărire

source: Fire
ro_ro: Foc

source: Zap
ro_ro: Rupere

source: Spin
ro_ro: Învârtire

source: Close animation
ro_ro: Animație la închidere

source: Specifies the type of animation when closing a window.
ro_ro: Specifică tipul animației la închiderea unei ferestre.

source: Minimize animation
ro_ro: Animație la minimizare

source: Specifies the type of animation when minimizing a window.
ro_ro: Specifică tipul animației la minimizarea unei ferestre.

source: Squeezimize
ro_ro: Comprimare

source: Animation enabled for specified window types
ro_ro: Animația activată pentru tipurile specificate de fereastră

source: Specifies the window types to be animated.
ro_ro: Specifică tipurile de fereastră care să fie animate.

source: Duration
ro_ro: Durata

source: Sets the duration of the animation in milliseconds.
ro_ro: Stabilește durata animației în milisecunde.

source: System fade duration when Wayfire starts
ro_ro: Durata estompării de sistem când pornește Wayfire

source: Sets the duration of fading (in milliseconds) when Wayfire starts.
ro_ro: Stabilește durata estompării când pornește Wayfire, în milisecunde.

source: Fade animation enabled for specified window types
ro_ro: Animația de estompare activată pentru tipurile specificate de ferestre

source: Specifies the window types to be animated with a fade effect.
ro_ro: Specifică tipurile de ferestre care să fie animate prin estompare.

source: Fade duration
ro_ro: Durata estompării

source: Sets the duration for the _fade_ animation in milliseconds. Only applies for windows matched by `animate.fade_enabled_for`.
ro_ro: Stabilește durata estompării în milisecunde; aplicabilă doar pentru ferestrele care corespund cu `animate.fade_enabled_for`.

source: Zoom animation enabled for specified window types
ro_ro: Animația de mărire activată pentru tipurile specificate de ferestre

source: Specifies the window types to be animated with a zoom effect.
ro_ro: Specifică tipurile de ferestre care să fie animate prin mărire.

source: Zoom duration
ro_ro: Durata măririi

source: Sets the duration for the _zoom_ animation in milliseconds. Only applies for windows matched by `animate.zoom_enabled_for`.
ro_ro: Stabilește durata măririi în milisecunde; aplicabilă doar pentru ferestrele care corespund cu `animate.zoom_enabled_for`.

source: Fire animation enabled for specified window types
ro_ro: Animația de foc activată pentru tipurile specificate de ferestre

source: Specifies the window types to be animated with a fire effect.
ro_ro: Specifică tipurile de ferestre care să fie animate cu efect de foc.

source: Fire duration
ro_ro: Durata focului

source: Sets the duration for the _fire_ animation in milliseconds. Only applies for windows matched by `animate.fire_enabled_for`.
ro_ro: Stabilește durata efectului de foc în milisecunde; aplicabilă doar pentru ferestrele care corespund cu `animate.fire_enabled_for`.

source: Fire particles
ro_ro: Particule foc

source: Sets the number of fire particles.
ro_ro: Stabilește numărul de particule de foc.

source: Fire particle size
ro_ro: Dimensiunea particulei de foc

source: Sets the size of the fire particles in pixels.
ro_ro: Stabilește dimensiunea particulelor de foc, în pixeli.

source: Random fire colors
ro_ro: Culori aleatoare pentru foc

source: Sets whether to use one solid color or select a random color for each particle
ro_ro: Stabilește dacă să se folosească o singură culoare simplă sau să se aleagă o culoare aleatoare pentru fiecare particulă.

source: Color of the fire
ro_ro: Culoarea focului

source: Sets the color of the fire effects, alpha is ignored
ro_ro: Stabilește culoarea efectelor de foc, valoarea alfa se ignoră

source: Squeezimize duration
ro_ro: Durata comprimării

source: Sets the duration of the squeezimize animation in milliseconds.
ro_ro: Stabilește durata animației de comprimare în milisecunde.

source: Zap duration
ro_ro: Durata ruperii

source: Sets the duration for the zap animation in milliseconds.
ro_ro: Stabilește durata animației de rupere în milisecunde.

source: Spin duration
ro_ro: Durata învârtirii

source: Sets the duration for the spin animation in milliseconds.
ro_ro: Stabilește durata animației de învârtire în milisecunde.

source: Spin rotations
ro_ro: Rotații la învârtire

source: Number of rotations for the spin animation. Negative values reverse the spin direction.
ro_ro: Numărul de rotații pentru animația de învârtire; valorile negative determină rotații inverse.
