Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-vswipe.po
Languages: ro_ro

source: Viewport Swipe
ro_ro: Glisare birouri

source: A plugin to swipe workspaces in a grid.
ro_ro: Un modul pentru a glisa birourile într-o grilă.

source: Enable horizontal
ro_ro: Pe orizontală

source: Enables or disables horizontal swiping.
ro_ro: Activează sau dezactivează glisarea pe orizontală.

source: Enable vertical
ro_ro: Pe verticală

source: Enables or disables vertical swiping.
ro_ro: Activează sau dezactivează glisarea pe verticală.

source: Enable free movement
ro_ro: Mișcare liberă

source: Enables or disables moving diagonally and more than one workspace at a time.
ro_ro: Activează sau dezactivează mișcarea pe diagonală și cu mai mult de un birou deodată.

source: Enable smooth transition
ro_ro: Tranziție lină

source: Enables or disables smooth transition.
ro_ro: Activează sau dezactivează o tranziție lină.

source: Duration
ro_ro: Durata

source: Sets the duration of the animation in milliseconds.
ro_ro: Stabilește durata animației, în milisecunde.

source: Background color
ro_ro: Culoarea fundalului

source: Sets the background color.
ro_ro: Stabilește culoarea fundalului.

source: Number of fingers
ro_ro: Numărul de degete

source: Specifies the number of fingers to swipe.
ro_ro: Specifică numărul de degete care să gliseze.

source: Gap
ro_ro: Gol

source: Changes the gap in pixels.
ro_ro: Schimbă golul dintre birouri, în pixeli.

source: threshold
ro_ro: Glisare minimă

source: Sets the threshold.
ro_ro: Stabilește limita pentru glisare.

source: Delta threshold
ro_ro: Delta glisare minimă

source: Sets the delta threshold.
ro_ro: Stabilește delta limitei pentru glisare.

source: Speed factor
ro_ro: Factor de viteză

source: Sets the speed factor.
ro_ro: Stabilește factorul de viteză.

source: Speed cap
ro_ro: Limită de viteză

source: Sets the speed cap.
ro_ro: Stabilește limita de viteză.
