Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-vswitch.po
Languages: ro_ro

source: Viewport Switcher
ro_ro: Schimbător de birouri

source: A plugin to switch workspaces in a grid.
ro_ro: Un modul pentru a schimba birourile într-o grilă.

source: Left
ro_ro: Stânga

source: Switches to workspace left with the specified activator.
ro_ro: Trece la biroul din stânga cu activatorul specificat.

source: Right
ro_ro: Dreapta

source: Up
ro_ro: Sus

source: Down
ro_ro: Jos

source: Last
ro_ro: Ultimul

source: Left with window
ro_ro: Stânga cu fereastră

source: Right with window
ro_ro: Dreapta cu fereastră

source: Up with window
ro_ro: Sus cu fereastră

source: Down with window
ro_ro: Jos cu fereastră

source: Last with window
ro_ro: Ultimul cu fereastră

source: Send window to the left
ro_ro: Trimite fereastra la stânga

source: Send window to the right
ro_ro: Trimite fereastra la dreapta

source: Send window above
ro_ro: Trimite fereastra în sus

source: Send window below
ro_ro: Trimite fereastra în jos

source: Send window to last
ro_ro: Trimite fereastra pe ultimul

source: Go-To-Workspace bindings
ro_ro: Asocieri pentru trecerea la birou

source: Binding for workspace N
ro_ro: Asociere pentru biroul N

source: Sets the binding to go to workspace N.
ro_ro: Stabilește asocierea pentru a trece la biroul N.

source: Go-To-Workspace with window bindings
ro_ro: Asocieri pentru trecerea la birou cu fereastra

source: Sets the binding to go to workspace N with currently focused window.
ro_ro: Stabilește asocierea pentru a trece la biroul N împreună cu fereastra momentan focalizată.

source: Move window to workspace N
ro_ro: Mută fereastra pe biroul N

source: Sets the binding to move focused window to workspace N.
ro_ro: Stabilește asocierea pentru a muta fereastra momentan focalizată pe biroul N.

source: Duration
ro_ro: Durată

source: Sets the duration of the workspace switching animation in milliseconds.
ro_ro: Stabilește durata animației de schimbare a birourilor, în milisecunde.

source: Gap size
ro_ro: Dimensiunea golului

source: Sets the gap between workspaces when animating the transition between them.
ro_ro: Stabilește golul dintre birouri când se animă tranziția dintre ele.

source: Background color
ro_ro: Culoarea fundalului

source: Sets the background color of gaps.
ro_ro: Stabilește culoarea fundalului golurilor.

source: Wraparound
ro_ro: Circular

source: Whether to wrap around when at the edge of the workspace grid.
ro_ro: Dacă să se treacă la biroul opus de la marginea grilei de birouri.
