Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-workarounds.po
Languages: ro_ro

source: Workarounds
ro_ro: Improvizații

source: Some hacks that might be required to make things work.
ro_ro: Niște improvizații care ar putea fi necesare pentru ca lucrurile să funcționeze.

source: Application ID mode
ro_ro: Modul identificatorului de aplicație

source: Specifies the application ID mode.
ro_ro: Specifică modul identificatorului de aplicație.

source: Stock
ro_ro: Stoc

source: GTK Shell
ro_ro: Interfață GTK

source: Full
ro_ro: Complet

source: Make all dialogs modal
ro_ro: Fă toate dialogurile modale

source: If false, the main window can be focused even if it has a dialog. The dialog is nevertheless kept on top of the main window. Kwin defaults to false.
ro_ro: Dacă este fals, fereastra principală poate fi focalizată chiar dacă are dialog. Totuși, dialogul rămâne deasupra ei. Kwin folosește fals în mod implicit.

source: Allow dynamic repaint delay
ro_ro: Permite întârzierea dinamică la redesenare

source: If true, allows Wayfire to dynamically recalculate its max_render_time, i.e allow render time higher than max_render_time.
ro_ro: Dacă este adevărat, permite Wayfire să recalculeze max_render_time dinamic, permițând un timp de desenare mai mare decât max_render_time.

source: Use external output configuration instead of Wayfire's own.
ro_ro: Folosește configurația externă a ecranelor în locul celei proprii a Wayfire.

source: If true, Wayfire will not handle any configuration options for outputs in the config file once an external daemon like https://github.com/emersion/kanshi sets the output configuration via the wlr-output-management protocol. Exceptions are made for options not available via wlr-output-management, like output mirroring and custom modelines.
ro_ro: Dacă este adevărată, Wayfire nu se va ocupa de opțiunile de configurație pentru ieșiri din fișierul de configurări dacă un serviciu extern precum https://github.com/emersion/kanshi stabilește configurația ecranelor folosind protocolul wlr-output-management. Există excepții pentru opțiunile care nu sunt disponibile prin acel protocol, precum oglindirea ecranelor și linii de mod particularizate.

source: Allow views to overlap between multiple outputs.
ro_ro: Permite ferestrelor să se suprapună între mai multe ferestre

source: Allow views to overlap between multiple outputs. Many of the core plugins will not behave properly with this option set!
ro_ro: Permite ferestrelor să se suprapună între mai multe ferestre. Multe module incluse nu se vor comporta corect cu această opțiune!

source: Force xdg-decoration clients to use the compositor-preferred decoration mode.
ro_ro: Forțează clienții xdg-decoration să folosească modul de decorare preferat de compozitor

source: Force xdg-decoration clients to use the compositor-preferred decoration mode regardless of the client's preference.
ro_ro: Forțează clienții xdg-decoration să folosească modul de decorare preferat de compozitor, indiferent de preferința clientului.

source: Enable calling dlclose() when a plugin is unloaded
ro_ro: Activează apelul la dlclose() când se anulează încărcarea unui modul

source: Enable calling dlclose() when a plugin is unloaded. Note that this may not work well with all plugins.
ro_ro: Activează apelul la dlclose() când se anulează încărcarea unui modul. S-ar putea să nu funcționeze bine cu toate modulele.

source: Discard output from commands invoked by Wayfire.
ro_ro: Aruncă ieșirea de la comenzile invocate de Wayfire

source: Discard output from commands invoked by Wayfire, so that they don't end up in the logs.
ro_ro: Aruncă ieșirea de la comenzile invocate de Wayfire pentru a nu fi incluse în jurnale.

source: Enable support for the newer input-method-v2 protocol.
ro_ro: Activează sprijinul pentru noul protocol input-method-v2

source: Enable support for the newer input-method-v2 protocol. Note that the input-method-v1 protocol works better in many cases.
ro_ro: Activează sprijinul pentru noul protocol input-method-v2. Totuși, protocolul input-method-v1 funcționează mai bine în multe cazuri.

source: Enable certain damage optimizations which are based on a surfaces' opaque regions.
ro_ro: Permite anumite optimizări de daune care sunt bazate pe regiunile opace ale unei suprafețe

source: Enable certain damage optimizations which are based on a surfaces' opaque regions. In some cases, this optimization might give unexpected results (i.e background app stops updating) even though this is fine according to Wayland's protocol.
ro_ro: Permite anumite optimizări de daune „damage” care sunt bazate pe regiunile opace ale unei suprafețe. În unele cazuri, ar putea duce la rezultate neașteptate (precum o aplicație de fundal care nu se mai actualizează) deși este permis conform protocolului Wayland.

source: Force frame synchronization.
ro_ro: Forțează sincronizarea cadrelor

source: This option can be used to workaround driver bugs that cause rendering artifacts, though can cause more resource usage. Leave disabled if unsure.
ro_ro: Opțiunea poate fi folosită pentru a soluționa problemele din piloți care provoacă artefacte la desenare, dar poate duce și la un consum mai ridicat de resurse. Lăsați-o dezactivată dacă nu știți sigur.

source: Maximum buffer size
ro_ro: Dimensiunea maximă a zonei temporare

source: Maximum size in pixels of graphics buffers used for rendering. Needs to be set lower on some systems to avoid crashes and other issues.
ro_ro: Dimensiunea maximă a zonelor temporare de grafică „buffers” folosite pentru afișare. Pe unele sisteme, este necesar reglajul în jos pentru a evita crăparea.

source: Disable primary selection
ro_ro: Dezactivează selecția primară

source: Disable primary selection (middle-click copy/paste).
ro_ro: Dezactivează selecția primară (copiere/inserare cu butonul din mijloc).

source: Focus main surface instead of popup menus
ro_ro: Focalizează suprafața principală în locul listelor-meniu

source: Focus the main surface instead of popup menus. Works around some bugs in Qt-based apps related to copy-paste.
ro_ro: Focalizează suprafața principală în locul listelor-meniu. Soluționează unele probleme legate de copiere/inserare în aplicațiile Qt.

source: Keep last focused toplevel activated
ro_ro: Păstrează ultima principală focalizată activată

source: When a layer-shell view grabs keyboard focus, keep the last focused toplevel view as activated.
ro_ro: Când o fereastră layer-shell (de interfață a biroului) preia focalizarea tastaturii, păstrează ultima fereastră principală focalizată ca activată.

source: Auto-reload Config
ro_ro: Reîncărcarea automată a configurației

source: Automatically reload the config file when it's modified.
ro_ro: Reîncarcă automat fișierul cu configurări la modificare.

source: Config reload delay
ro_ro: Întârziere la reîncărcarea configurării

source: Delay in milliseconds after a config file change before reloading.
ro_ro: Întârziere în milisecunde după o schimbare în fișierul de configurări înaintea reîncărcării.
