Repository: WayfireWM/wayfire
Catalog: locale/*/LC_MESSAGES/wf-plugin-blur.po
Languages: ro_ro

source: Blur
ro_ro: Încețoșare

source: A plugin to blur windows.
ro_ro: Un modul pentru a încețoșa ferestre.

source: Blur by default
ro_ro: Încețoșare în mod implicit

source: Criteria for which apps to be blurred when they are opened
ro_ro: Criterii pentru a stabili care aplicații să fie încețoșate când sunt deschise

source: Toggle
ro_ro: Comutare

source: Sets the shortcut to toggle blurring for a specific window.
ro_ro: Stabilește scurtătura pentru a comuta încețoșarea unei anumite ferestre.

source: Method
ro_ro: Metodă

source: Chooses a blur algorithm.
ro_ro: Alege un algoritm de încețoșare.

source: Box
ro_ro: Chenar

source: Bokeh
ro_ro: Defocalizare

source: Blur saturation
ro_ro: Saturația încețoșării

source: Sets the saturation of the blurred content.
ro_ro: Stabilește saturația conținutului încețoșat.

source: Box offset
ro_ro: Decalajul chenarelor

source: Sets the offset value for the box method.
ro_ro: Stabilește valoarea decalajului pentru algoritmul chenar.

source: Box degrade
ro_ro: Degradarea chenarelor

source: Sets the degrade value for the box method.
ro_ro: Stabilește valoarea degradării pentru algoritmul chenar.

source: Box iterations
ro_ro: Ciclurile chenarelor

source: Sets the iterations for the box method.
ro_ro: Stabilește numărul de cicluri pentru algoritmul chenar.

source: Gaussian offset
ro_ro: Decalajul gaussian

source: Sets the offset value for the gaussian method.
ro_ro: Stabilește valoarea decalajului pentru algoritmul gaussian.

source: Gaussian degrade
ro_ro: Degradarea gaussiană

source: Sets the degrade value for the gaussian method.
ro_ro: Stabilește valoarea degradării pentru algoritmul gaussian.

source: Gaussian iterations
ro_ro: Ciclurile gaussiene

source: Sets the iterations for the gaussian method.
ro_ro: Stabilește numărul de cicluri pentru algoritmul gaussian.

source: Kawase offset
ro_ro: Decalajul kawase

source: Sets the offset value for the kawase method.
ro_ro: Stabilește valoarea decalajului pentru algoritmul kawase.

source: Kawase degrade
ro_ro: Degradarea kawase

source: Sets the degrade value for the kawase method.
ro_ro: Stabilește valoarea degradării pentru algoritmul kawase.

source: Kawase iterations
ro_ro: Ciclurile kawase

source: Sets the iterations for the kawase method.
ro_ro: Stabilește numărul de cicluri pentru algoritmul kawase.

source: Bokeh offset
ro_ro: Decalajul defocalizării

source: Sets the offset value for the bokeh method.
ro_ro: Stabilește valoarea decalajului pentru algoritmul de defocalizare.

source: Bokeh degrade
ro_ro: Degradarea defocalizării

source: Sets the degrade value for the bokeh method.
ro_ro: Stabilește valoarea degradării pentru algoritmul de defocalizare.

source: Bokeh iterations
ro_ro: Ciclurile defocalizării

source: Sets the iterations for the bokeh method.
ro_ro: Stabilește valoarea decalajului pentru algoritmul de defocalizare.
